var $lang={
errAlertMsg: "تنسيق التاريخ غير قانونية أو موعد خارج نطاق محدود ، يجب أن يلغى تفعل؟",
aWeekStr: ["أسبوع","يوم","1","اثنين","ثلاثة","أربع","خمسة","ستة"],
aLongWeekStr:["أسبوع","الأحد","الاثنين","الثلاثاء","الأربعاء","星期四","星期五","星期六"],
aMonStr: ["一月","二月","三月","四月","五月","六月","七月","八月","九月","十月","十一","十二"],
aLongMonStr: ["一月","二月","三月","四月","五月","六月","七月","八月","九月","十月","十一月","十二月"],
clearStr: "清空",
todayStr: "今天",
okStr: "确定",
updateStr: "确定",
timeStr: "时间",
quickStr: "快速选择", 
err_1: '最小日期不能大于最大日期!'
}